Repository: iddqdidkfaidclip/Clipurr-clipboard-manager
Catalog: Clipurr/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

source: System
ar: النظام
be: Сістэмная
cs: Systémový
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
nl: Systeem
pl: Systemowy
pt_br: Sistema
ro: Sistem
ru: Системный
th: ระบบ
tr: Sistem
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Text only
ar: نص فقط
be: Толькі тэкст
cs: Pouze text
da: Kun tekst
de: Nur Text
el: Μόνο κείμενο
es: Solo texto
fa: فقط متن
fi: Vain teksti
fr: Texte uniquement
he: טקסט בלבד
hi: केवल टेक्स्ट
hu: Csak szöveg
id: Hanya teks
it: Solo testo
ja: テキストのみ
ko: 텍스트만
ms: Teks sahaja
nb: Kun tekst
nl: Alleen tekst
pl: Tylko tekst
pt_br: Somente texto
ro: Doar text
ru: Только текст
sv: Endast text
th: ข้อความเท่านั้น
tr: Yalnızca metin
vi: Chỉ văn bản
zh_hans: 仅文本
zh_hant: 僅文字

source: Text & images
ar: نص وصور
be: Тэкст і выявы
cs: Text a obrázky
da: Tekst og billeder
de: Text & Bilder
el: Κείμενο και εικόνες
es: Texto e imágenes
fa: متن و تصاویر
fi: Teksti ja kuvat
fr: Texte et images
he: טקסט ותמונות
hi: टेक्स्ट और चित्र
hu: Szöveg és képek
id: Teks & gambar
it: Testo e immagini
ja: テキストと画像
ko: 텍스트 및 이미지
ms: Teks & imej
nb: Tekst og bilder
nl: Tekst en afbeeldingen
pl: Tekst i obrazy
pt_br: Texto e imagens
ro: Text și imagini
ru: Текст и изображения
sv: Text och bilder
th: ข้อความและรูปภาพ
tr: Metin ve görüntüler
vi: Văn bản & hình ảnh
zh_hans: 文本和图片
zh_hant: 文字與影像

source: Always
ar: دائمًا
be: Заўсёды
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
fa: همیشه
fi: Aina
fr: Toujours
he: תמיד
hi: हमेशा
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
ko: 항상
ms: Sentiasa
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
sv: Alltid
th: เสมอ
tr: Her zaman
vi: Luôn luôn
zh_hans: 始终
zh_hant: 一律

source: Secure Paste only
ar: اللصق الآمن فقط
be: Толькі бяспечная ўстаўка
cs: Pouze Bezpečné vložení
da: Kun Sikker indsættelse
de: Nur Sicheres Einfügen
el: Μόνο Ασφαλής επικόλληση
es: Solo pegado seguro
fa: فقط جای‌گذاری امن
fi: Vain Turvallinen liittäminen
fr: Collage sécurisé uniquement
he: הדבקה מאובטחת בלבד
hi: केवल सुरक्षित पेस्ट
hu: Csak Biztonságos beillesztés
id: Hanya Tempel Aman
it: Solo Incolla sicuro
ja: セキュアペーストのみ
ko: 보안 붙여넣기만
ms: Tampal Selamat sahaja
nb: Kun Sikker innliming
nl: Alleen Veilig plakken
pl: Tylko Bezpieczne wklejanie
pt_br: Somente Colagem Segura
ro: Doar Lipire securizată
ru: Только безопасная вставка
sv: Endast Säker inklistring
th: วางอย่างปลอดภัยเท่านั้น
tr: Yalnızca Güvenli Yapıştır
vi: Chỉ Dán An toàn
zh_hans: 仅安全粘贴
zh_hant: 僅安全貼上

source: Hotkey unavailable
ar: اختصار لوحة المفاتيح غير متاح
be: Гарачая клавіша недаступная
cs: Klávesová zkratka není k dispozici
da: Genvej ikke tilgængelig
de: Tastenkürzel nicht verfügbar
el: Η συντόμευση δεν είναι διαθέσιμη
es: Atajo no disponible
fa: میانبر در دسترس نیست
fi: Pikanäppäin ei ole käytettävissä
fr: Raccourci indisponible
he: קיצור מקשים אינו זמין
hi: हॉटकी अनुपलब्ध
hu: Gyorsbillentyű nem érhető el
id: Pintasan tidak tersedia
it: Scorciatoia non disponibile
ja: ホットキーを使用できません
ko: 단축키를 사용할 수 없음
ms: Kekunci hotkey tidak tersedia
nb: Hurtigtast utilgjengelig
nl: Sneltoets niet beschikbaar
pl: Skrót niedostępny
pt_br: Atalho indisponível
ro: Scurtătură indisponibilă
ru: Горячая клавиша недоступна
sv: Kortkommando otillgängligt
th: ปุ่มลัดใช้ไม่ได้
tr: Kısayol kullanılamıyor
vi: Phím tắt không khả dụng
zh_hans: 快捷键不可用
zh_hant: 快速鍵無法使用

source: Open History
ar: فتح السجل
be: Адкрыць гісторыю
cs: Otevřít historii
da: Åbn historik
de: Verlauf öffnen
el: Άνοιγμα ιστορικού
es: Abrir historial
fa: باز کردن تاریخچه
fi: Avaa historia
fr: Ouvrir l’historique
he: פתיחת היסטוריה
hi: इतिहास खोलें
hu: Előzmények megnyitása
id: Buka Riwayat
it: Apri cronologia
ja: 履歴を開く
ko: 기록 열기
ms: Buka Sejarah
nb: Åpne historikk
nl: Geschiedenis openen
pl: Otwórz historię
pt_br: Abrir Histórico
ro: Deschide istoricul
ru: Открыть историю
sv: Öppna historik
th: เปิดประวัติ
tr: Geçmişi Aç
vi: Mở Lịch sử
zh_hans: 打开历史记录
zh_hant: 打開記錄

source: Paste: ⇧⌘V
ar: لصق: ⇧⌘V
be: Уставіць: ⇧⌘V
cs: Vložit: ⇧⌘V
da: Indsæt: ⇧⌘V
de: Einfügen: ⇧⌘V
el: Επικόλληση: ⇧⌘V
es: Pegar: ⇧⌘V
fa: جای‌گذاری: ⇧⌘V
fi: Liitä: ⇧⌘V
fr: Coller : ⇧⌘V
he: הדבקה: ⇧⌘V
hi: पेस्ट: ⇧⌘V
hu: Beillesztés: ⇧⌘V
id: Tempel: ⇧⌘V
it: Incolla: ⇧⌘V
ja: ペースト: ⇧⌘V
ko: 붙여넣기: ⇧⌘V
ms: Tampal: ⇧⌘V
nb: Lim inn: ⇧⌘V
nl: Plakken: ⇧⌘V
pl: Wklej: ⇧⌘V
pt_br: Colar: ⇧⌘V
ro: Lipește: ⇧⌘V
ru: Вставить: ⇧⌘V
sv: Klistra in: ⇧⌘V
th: วาง: ⇧⌘V
tr: Yapıştır: ⇧⌘V
vi: Dán: ⇧⌘V
zh_hans: 粘贴：⇧⌘V
zh_hant: 貼上：⇧⌘V

source: Paste Secretly: ⇧⌃⌘V
ar: لصق سراً: ⇧⌃⌘V
be: Уставіць прыхавана: ⇧⌃⌘V
cs: Vložit skrytě: ⇧⌃⌘V
da: Indsæt i hemmelighed: ⇧⌃⌘V
de: Verdeckt einfügen: ⇧⌃⌘V
el: Επικόλληση κρυφά: ⇧⌃⌘V
es: Pegar en secreto: ⇧⌃⌘V
fa: جای‌گذاری مخفیانه: ⇧⌃⌘V
fi: Liitä salaa: ⇧⌃⌘V
fr: Coller discrètement : ⇧⌃⌘V
he: הדבקה בסתר: ⇧⌃⌘V
hi: गुप्त रूप से पेस्ट: ⇧⌃⌘V
hu: Beillesztés titokban: ⇧⌃⌘V
id: Tempel diam-diam: ⇧⌃⌘V
it: Incolla di nascosto: ⇧⌃⌘V
ja: ひそかにペースト: ⇧⌃⌘V
ko: 숨겨서 붙여넣기: ⇧⌃⌘V
ms: Tampal secara tersembunyi: ⇧⌃⌘V
nb: Lim inn i hemmelighet: ⇧⌃⌘V
nl: Heimelijk plakken: ⇧⌃⌘V
pl: Wklej potajemnie: ⇧⌃⌘V
pt_br: Colar em segredo: ⇧⌃⌘V
ro: Lipește pe ascuns: ⇧⌃⌘V
ru: Вставить скрытно: ⇧⌃⌘V
sv: Klistra in i hemlighet: ⇧⌃⌘V
th: วางแบบลับ: ⇧⌃⌘V
tr: Gizlice Yapıştır: ⇧⌃⌘V
vi: Dán bí mật: ⇧⌃⌘V
zh_hans: 悄悄粘贴：⇧⌃⌘V
zh_hant: 悄悄貼上：⇧⌃⌘V

source: Settings…
ar: الإعدادات…
be: Налады…
cs: Nastavení…
da: Indstillinger…
de: Einstellungen…
el: Ρυθμίσεις…
es: Ajustes…
fa: تنظیمات…
fi: Asetukset…
fr: Réglages…
he: הגדרות…
hi: सेटिंग्ज़…
hu: Beállítások…
id: Pengaturan…
it: Impostazioni…
ja: 設定…
ko: 설정…
ms: Tetapan…
nb: Innstillinger…
nl: Instellingen…
pl: Ustawienia…
pt_br: Ajustes…
ro: Setări…
ru: Настройки…
sv: Inställningar…
th: การตั้งค่า…
tr: Ayarlar…
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 設定…

source: Clear History…
ar: مسح السجل…
be: Ачысціць гісторыю…
cs: Vymazat historii…
da: Ryd historik…
de: Verlauf löschen…
el: Εκκαθάριση ιστορικού…
es: Borrar historial…
fa: پاک کردن تاریخچه…
fi: Tyhjennä historia…
fr: Effacer l’historique…
he: ניקוי היסטוריה…
hi: इतिहास साफ़ करें…
hu: Előzmények törlése…
id: Hapus Riwayat…
it: Cancella cronologia…
ja: 履歴を消去…
ko: 기록 지우기…
ms: Kosongkan Sejarah…
nb: Tøm historikk…
nl: Geschiedenis wissen…
pl: Wyczyść historię…
pt_br: Limpar Histórico…
ro: Șterge istoricul…
ru: Очистить историю…
sv: Rensa historik…
th: ล้างประวัติ…
tr: Geçmişi Temizle…
vi: Xóa Lịch sử…
zh_hans: 清除历史记录…
zh_hant: 清除記錄…

source: Clear History
ar: مسح السجل
be: Ачысціць гісторыю
cs: Vymazat historii
da: Ryd historik
de: Verlauf löschen
el: Εκκαθάριση ιστορικού
es: Borrar historial
fa: پاک کردن تاریخچه
fi: Tyhjennä historia
fr: Effacer l’historique
he: ניקוי היסטוריה
hi: इतिहास साफ़ करें
hu: Előzmények törlése
id: Hapus Riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
ms: Kosongkan Sejarah
nb: Tøm historikk
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar Histórico
ro: Șterge istoricul
ru: Очистить историю
sv: Rensa historik
th: ล้างประวัติ
tr: Geçmişi Temizle
vi: Xóa Lịch sử
zh_hans: 清除历史记录
zh_hant: 清除記錄

source: About Clipurr
ar: حول Clipurr
be: Пра Clipurr
cs: O aplikaci Clipurr
da: Om Clipurr
de: Über Clipurr
el: Πληροφορίες για το Clipurr
es: Acerca de Clipurr
fa: درباره Clipurr
fi: Tietoja: Clipurr
fr: À propos de Clipurr
he: אודות Clipurr
hi: Clipurr के बारे में
hu: A Clipurr névjegye
id: Tentang Clipurr
it: Informazioni su Clipurr
ja: Clipurrについて
ko: Clipurr 정보
ms: Perihal Clipurr
nb: Om Clipurr
nl: Over Clipurr
pl: O Clipurr
pt_br: Sobre o Clipurr
ro: Despre Clipurr
ru: О Clipurr
sv: Om Clipurr
th: เกี่ยวกับ Clipurr
tr: Clipurr Hakkında
vi: Giới thiệu Clipurr
zh_hans: 关于 Clipurr
zh_hant: 關於 Clipurr

source: Check for Updates…
ar: التحقق من التحديثات…
be: Праверыць абнаўленні…
cs: Zkontrolovat aktualizace…
da: Søg efter opdateringer…
de: Nach Updates suchen…
el: Έλεγχος για ενημερώσεις…
es: Buscar actualizaciones…
fa: بررسی به‌روزرسانی‌ها…
fi: Tarkista päivitykset…
fr: Rechercher les mises à jour…
he: בדוק אם יש עדכונים…
hi: अपडेट जांचें…
hu: Frissítések keresése…
id: Periksa pembaruan…
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
ms: Semak kemas kini…
nb: Se etter oppdateringer…
nl: Controleren op updates…
pl: Sprawdź aktualizacje…
pt_br: Buscar atualizações…
ro: Caută actualizări…
ru: Проверить обновления…
sv: Sök efter uppdateringar…
th: ตรวจสอบอัปเดต…
tr: Güncellemeleri denetle…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Quit Clipurr
ar: إنهاء Clipurr
be: Выйсці з Clipurr
cs: Ukončit Clipurr
da: Afslut Clipurr
de: Clipurr beenden
el: Έξοδος από το Clipurr
es: Salir de Clipurr
fa: خروج از Clipurr
fi: Lopeta Clipurr
fr: Quitter Clipurr
he: יציאה מ-Clipurr
hi: Clipurr बंद करें
hu: Clipurr kilépése
id: Keluar Clipurr
it: Esci da Clipurr
ja: Clipurr を終了
ko: Clipurr 종료
ms: Keluar Clipurr
nb: Avslutt Clipurr
nl: Clipurr afsluiten
pl: Zakończ Clipurr
pt_br: Sair do Clipurr
ro: Închide Clipurr
ru: Выйти из Clipurr
sv: Avsluta Clipurr
th: ออกจาก Clipurr
tr: Clipurr’dan Çık
vi: Thoát Clipurr
zh_hans: 退出 Clipurr
zh_hant: 結束 Clipurr

source: Enable automatic paste
ar: تفعيل اللصق التلقائي
be: Уключыць аўтаматычную ўстаўку
cs: Povolit automatické vkládání
da: Aktivér automatisk indsættelse
de: Automatisches Einfügen aktivieren
el: Ενεργοποίηση αυτόματης επικόλλησης
es: Activar pegado automático
fa: فعال‌سازی جای‌گذاری خودکار
fi: Ota automaattinen liittäminen käyttöön
fr: Activer le collage automatique
he: הפעלת הדבקה אוטומטית
hi: स्वचालित पेस्ट सक्षम करें
hu: Automatikus beillesztés engedélyezése
id: Aktifkan tempel otomatis
it: Abilita incolla automatico
ja: 自動ペーストを有効にする
ko: 자동 붙여넣기 사용
ms: Dayakan tampal automatik
nb: Aktiver automatisk innliming
nl: Automatisch plakken inschakelen
pl: Włącz automatyczne wklejanie
pt_br: Ativar colagem automática
ro: Activează lipirea automată
ru: Включить автоматическую вставку
sv: Aktivera automatisk inklistring
th: เปิดการวางอัตโนมัติ
tr: Otomatik yapıştırmayı etkinleştir
vi: Bật dán tự động
zh_hans: 启用自动粘贴
zh_hant: 啟用自動貼上

source: Clipurr needs Accessibility access to send Cmd+V after you choose an item. Clipboard capture and history remain local on this Mac.
ar: يحتاج Clipurr إلى إذن إمكانية الوصول لإرسال Cmd+V بعد اختيار عنصر. يبقى التقاط الحافظة والسجل محليًا على هذا الـ Mac.
be: Clipurr патрэбны доступ Універсальнага доступу, каб адпраўляць Cmd+V пасля выбару элемента. Захоп буфера абмену і гісторыя застаюцца лакальна на гэтым Mac.
cs: Clipurr potřebuje přístup ke Zpřístupnění, aby po výběru položky odeslal Cmd+V. Zachytávání schránky a historie zůstávají lokálně na tomto Macu.
da: Clipurr har brug for adgang til Tilgængelighed for at sende Cmd+V, når du har valgt et element. Udklipsholderoptagelse og historik forbliver lokale på denne Mac.
de: Clipurr benötigt Bedienungshilfen-Zugriff, um nach der Auswahl Cmd+V zu senden. Zwischenablage-Erfassung und Verlauf bleiben lokal auf diesem Mac.
el: Το Clipurr χρειάζεται πρόσβαση Προσβασιμότητας για να στείλει Cmd+V αφού επιλέξετε ένα στοιχείο. Η καταγραφή και το ιστορικό του πρόχειρου παραμένουν τοπικά σε αυτό το Mac.
es: Clipurr necesita acceso de Accesibilidad para enviar Cmd+V tras elegir un elemento. La captura y el historial del portapapeles permanecen en este Mac.
fa: Clipurr برای ارسال Cmd+V پس از انتخاب یک مورد به دسترسی Accessibility نیاز دارد. ضبط و تاریخچه کلیپ‌بورد روی این Mac محلی می‌ماند.
fi: Clipurr tarvitsee Käyttöoikeus-käytön lähettääkseen Cmd+V:n, kun olet valinnut kohteen. Leikepöydän tallennus ja historia pysyvät paikallisina tällä Macilla.
fr: Clipurr a besoin de l’accès Accessibilité pour envoyer Cmd+V après votre choix. La capture et l’historique du presse-papiers restent locaux sur ce Mac.
he: Clipurr זקוק לגישת נגישות כדי לשלוח Cmd+V לאחר בחירת פריט. לכידת לוח הגזירים וההיסטוריה נשארות מקומיות ב-Mac הזה.
hi: आइटम चुनने के बाद Cmd+V भेजने के लिए Clipurr को ऐक्सेसिबिलिटी पहुँच चाहिए। क्लिपबोर्ड कैप्चर और इतिहास इस Mac पर स्थानीय रहते हैं।
hu: A Clipurrnek Kisegítő lehetőségek hozzáférésre van szüksége a Cmd+V küldéséhez egy elem kiválasztása után. A vágólap rögzítése és az előzmények helyben maradnak ezen a Macen.
id: Clipurr memerlukan akses Aksesibilitas untuk mengirim Cmd+V setelah Anda memilih item. Penangkapan dan riwayat papan klip tetap lokal di Mac ini.
it: Clipurr necessita dell’accesso Accessibilità per inviare Cmd+V dopo aver scelto un elemento. Acquisizione e cronologia degli appunti restano locali su questo Mac.
ja: 項目を選択したあとに Cmd+V を送信するには、Clipurr にアクセシビリティへのアクセスが必要です。クリップボードの取得と履歴はこの Mac 上にのみ保存されます。
ko: 항목을 선택한 후 Cmd+V를 보내려면 Clipurr에 손쉬운 사용 접근 권한이 필요합니다. 클립보드 캡처와 기록은 이 Mac에만 로컬로 유지됩니다.
ms: Clipurr memerlukan akses Kebolehcapaian untuk menghantar Cmd+V selepas anda memilih item. Penangkapan dan sejarah papan klip kekal setempat pada Mac ini.
nb: Clipurr trenger Tilgjengelighet-tilgang for å sende Cmd+V etter at du velger et element. Utklippstavleopptak og historikk forblir lokalt på denne Mac-en.
nl: Clipurr heeft Toegankelijkheidstoegang nodig om na je keuze Cmd+V te sturen. Klembordvastlegging en geschiedenis blijven lokaal op deze Mac.
pl: Clipurr potrzebuje dostępu do Dostępności, aby wysłać Cmd+V po wybraniu elementu. Przechwytywanie schowka i historia pozostają lokalnie na tym Macu.
pt_br: O Clipurr precisa de acesso de Acessibilidade para enviar Cmd+V depois que você escolher um item. A captura e o histórico da área de transferência permanecem locais neste Mac.
ro: Clipurr are nevoie de acces Accesibilitate pentru a trimite Cmd+V după ce alegi un element. Captura și istoricul clipboardului rămân locale pe acest Mac.
ru: Clipurr нужен доступ Универсального доступа, чтобы отправлять Cmd+V после выбора элемента. Захват буфера обмена и история остаются локально на этом Mac.
sv: Clipurr behöver åtkomst till Hjälpmedel för att skicka Cmd+V efter att du valt ett objekt. Urklippsinsamling och historik förblir lokala på denna Mac.
th: Clipurr ต้องการสิทธิ์การเข้าถึงเพื่อส่ง Cmd+V หลังจากที่คุณเลือกรายการ การจับคลิปบอร์ดและประวัติจะอยู่บน Mac เครื่องนี้เท่านั้น
tr: Bir öğe seçtikten sonra Cmd+V göndermek için Clipurr’ın Erişilebilirlik erişimine ihtiyacı vardır. Pano yakalama ve geçmiş bu Mac’te yerel kalır.
vi: Clipurr cần quyền Trợ năng để gửi Cmd+V sau khi bạn chọn mục. Việc thu thập và lịch sử clipboard vẫn lưu cục bộ trên Mac này.
zh_hans: Clipurr 需要辅助功能权限，以便在您选择项目后发送 Cmd+V。剪贴板捕获和历史记录仅保存在本机。
zh_hant: Clipurr 需要輔助使用取用以在您選擇項目後傳送 Cmd+V。剪貼板擷取與記錄僅保存在此 Mac 本機。

source: Open Settings
ar: فتح الإعدادات
be: Адкрыць Налады
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fa: باز کردن تنظیمات
fi: Avaa Asetukset
fr: Ouvrir Réglages
he: פתיחת הגדרות
hi: सेटिंग्ज़ खोलें
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Instellingen openen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ro: Deschide Setări
ru: Открыть Настройки
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

source: Later
ar: لاحقًا
be: Пазней
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Más tarde
fa: بعداً
fi: Myöhemmin
fr: Plus tard
he: מאוחר יותר
hi: बाद में
hu: Később
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
ms: Nanti
nb: Senere
pl: Później
pt_br: Depois
ro: Mai târziu
ru: Позже
sv: Senare
th: ภายหลัง
tr: Sonra
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

source: Launch Clipurr at login?
ar: تشغيل Clipurr عند تسجيل الدخول؟
be: Запускаць Clipurr пры ўваходзе?
cs: Spouštět Clipurr při přihlášení?
da: Start Clipurr ved login?
de: Clipurr bei der Anmeldung starten?
el: Εκκίνηση του Clipurr κατά τη σύνδεση;
es: ¿Abrir Clipurr al iniciar sesión?
fa: اجرای Clipurr هنگام ورود؟
fi: Käynnistä Clipurr kirjautumisen yhteydessä?
fr: Lancer Clipurr à la connexion ?
he: להפעיל את Clipurr בכניסה?
hi: लॉगिन पर Clipurr लॉन्च करें?
hu: Clipurr indítása bejelentkezéskor?
id: Jalankan Clipurr saat login?
it: Avviare Clipurr all’accesso?
ja: ログイン時に Clipurr を起動しますか？
ko: 로그인 시 Clipurr 실행?
ms: Lancarkan Clipurr semasa log masuk?
nb: Starte Clipurr ved innlogging?
nl: Clipurr starten bij login?
pl: Uruchamiać Clipurr przy logowaniu?
pt_br: Abrir o Clipurr ao iniciar a sessão?
ro: Lansezi Clipurr la autentificare?
ru: Запускать Clipurr при входе?
sv: Starta Clipurr vid inloggning?
th: เปิด Clipurr เมื่อเข้าสู่ระบบ?
tr: Girişte Clipurr başlatılsın mı?
vi: Mở Clipurr khi đăng nhập?
zh_hans: 登录时启动 Clipurr？
zh_hant: 登入時啟動 Clipurr？

source: Clipurr can start automatically when you log in to this Mac, so clipboard history is ready in the menu bar.
ar: يمكن لـ Clipurr أن يبدأ تلقائيًا عند تسجيل الدخول إلى هذا الـ Mac، ليكون سجل الحافظة جاهزًا في شريط القوائم.
be: Clipurr можа запускацца аўтаматычна пры ўваходзе на гэты Mac, каб гісторыя буфера абмену была гатовая ў радку меню.
cs: Clipurr se může spouštět automaticky při přihlášení k tomuto Macu, aby byla historie schránky připravená v řádku nabídek.
da: Clipurr kan starte automatisk, når du logger ind på denne Mac, så udklipsholderhistorikken er klar i menulinjen.
de: Clipurr kann automatisch starten, wenn du dich an diesem Mac anmeldest, damit der Verlauf in der Menüleiste bereitsteht.
el: Το Clipurr μπορεί να ξεκινά αυτόματα όταν συνδέεστε σε αυτό το Mac, ώστε το ιστορικό πρόχειρου να είναι έτοιμο στη γραμμή μενού.
es: Clipurr puede iniciarse automáticamente al iniciar sesión en este Mac, para que el historial esté listo en la barra de menús.
fa: Clipurr می‌تواند هنگام ورود به این Mac به‌طور خودکار شروع شود تا تاریخچه کلیپ‌بورد در نوار منو آماده باشد.
fi: Clipurr voi käynnistyä automaattisesti, kun kirjaudut tälle Macille, jotta leikepöytähistoria on valmiina valikkorivillä.
fr: Clipurr peut démarrer automatiquement lorsque vous vous connectez à ce Mac, pour que l’historique soit prêt dans la barre des menus.
he: Clipurr יכול להתחיל אוטומטית כשאתה נכנס ל-Mac הזה, כדי שהיסטוריית לוח הגזירים תהיה מוכנה בשורת התפריטים.
hi: जब आप इस Mac में लॉग इन करें तो Clipurr अपने आप शुरू हो सकता है, ताकि मेनू बार में क्लिपबोर्ड इतिहास तैयार रहे।
hu: A Clipurr automatikusan elindulhat, amikor bejelentkezik erre a Macre, így a vágólap-előzmények készen állnak a menüsávban.
id: Clipurr dapat mulai otomatis saat Anda login ke Mac ini, agar riwayat papan klip siap di bilah menu.
it: Clipurr può avviarsi automaticamente quando accedi a questo Mac, così la cronologia è pronta nella barra dei menu.
ja: この Mac にログインしたときに Clipurr を自動起動できるので、メニューバーでクリップボード履歴をすぐ使えます。
ko: 이 Mac에 로그인할 때 Clipurr가 자동으로 시작되어 메뉴 막대에서 클립보드 기록을 바로 사용할 수 있습니다.
ms: Clipurr boleh bermula secara automatik apabila anda log masuk ke Mac ini, supaya sejarah papan klip sedia di bar menu.
nb: Clipurr kan starte automatisk når du logger på denne Mac-en, slik at utklippstavlehistorikken er klar i menylinjen.
nl: Clipurr kan automatisch starten wanneer je inlogt op deze Mac, zodat de klembordgeschiedenis klaarstaat in de menubalk.
pl: Clipurr może uruchamiać się automatycznie po zalogowaniu na tego Maca, aby historia schowka była gotowa na pasku menu.
pt_br: O Clipurr pode iniciar automaticamente quando você iniciar a sessão neste Mac, para que o histórico da área de transferência fique pronto na barra de menus.
ro: Clipurr poate porni automat când te autentifici pe acest Mac, astfel încât istoricul clipboardului să fie gata în bara de meniu.
ru: Clipurr может запускаться автоматически при входе на этот Mac, чтобы история буфера обмена была готова в строке меню.
sv: Clipurr kan starta automatiskt när du loggar in på denna Mac, så att urklippshistoriken är redo i menyraden.
th: Clipurr สามารถเริ่มอัตโนมัติเมื่อคุณเข้าสู่ระบบ Mac เครื่องนี้ เพื่อให้ประวัติคลิปบอร์ดพร้อมในแถบเมนู
tr: Bu Mac’e giriş yaptığınızda Clipurr otomatik başlayabilir; böylece pano geçmişi menü çubuğunda hazır olur.
vi: Clipurr có thể tự khởi động khi bạn đăng nhập vào Mac này, để lịch sử clipboard sẵn sàng trên thanh menu.
zh_hans: Clipurr 可以在您登录此 Mac 时自动启动，以便菜单栏中随时可用剪贴板历史记录。
zh_hant: Clipurr 可在您登入此 Mac 時自動啟動，讓選單列隨時可用剪貼板記錄。

source: Launch at Login
ar: التشغيل عند تسجيل الدخول
be: Запуск пры ўваходзе
cs: Spustit při přihlášení
da: Start ved login
de: Bei Anmeldung starten
el: Εκκίνηση κατά τη σύνδεση
es: Abrir al iniciar sesión
fa: اجرا هنگام ورود
fi: Käynnistä kirjautumisen yhteydessä
fr: Ouvrir à la connexion
he: הפעלה בכניסה
hi: लॉगिन पर लॉन्च
hu: Indítás bejelentkezéskor
id: Jalankan saat Login
it: Avvia all’accesso
ja: ログイン時に起動
ko: 로그인 시 실행
ms: Lancarkan semasa Log Masuk
nb: Start ved innlogging
nl: Starten bij login
pl: Uruchom przy logowaniu
pt_br: Abrir ao iniciar a sessão
ro: Lansează la autentificare
ru: Запуск при входе
sv: Starta vid inloggning
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte Başlat
vi: Mở khi đăng nhập
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Not Now
ar: ليس الآن
be: Не зараз
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fa: الان نه
fi: Ei nyt
fr: Pas maintenant
he: לא עכשיו
hi: अभी नहीं
hu: Most nem
id: Tidak Sekarang
it: Non ora
ja: 今はしない
ko: 지금은 안 함
ms: Bukan Sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
vi: Không phải bây giờ
zh_hans: 暂时不要
zh_hant: 現在不要

source: Clear clipboard history?
ar: مسح سجل الحافظة؟
be: Ачысціць гісторыю буфера абмену?
cs: Vymazat historii schránky?
da: Ryd udklipsholderhistorik?
de: Zwischenablageverlauf löschen?
el: Εκκαθάριση ιστορικού πρόχειρου;
es: ¿Borrar el historial del portapapeles?
fa: تاریخچه کلیپ‌بورد پاک شود؟
fi: Tyhjennä leikepöytähistoria?
fr: Effacer l’historique du presse-papiers ?
he: לנקות את היסטוריית לוח הגזירים?
hi: क्लिपबोर्ड इतिहास साफ़ करें?
hu: Vágólap-előzmények törlése?
id: Hapus riwayat papan klip?
it: Cancellare la cronologia degli appunti?
ja: クリップボード履歴を消去しますか？
ko: 클립보드 기록을 지울까요?
ms: Kosongkan sejarah papan klip?
nb: Tømme utklippstavlehistorikk?
nl: Klembordgeschiedenis wissen?
pl: Wyczyścić historię schowka?
pt_br: Limpar o histórico da área de transferência?
ro: Ștergi istoricul clipboardului?
ru: Очистить историю буфера обмена?
sv: Rensa urklippshistorik?
th: ล้างประวัติคลิปบอร์ด?
tr: Pano geçmişi temizlensin mi?
vi: Xóa lịch sử clipboard?
zh_hans: 清除剪贴板历史记录？
zh_hant: 清除剪貼板記錄？
